Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Possible file upload attack
ne: संभाव्य फाइल अपलोड आक्रमण

source: Ctrl + Alt + Num (keypad)
ne: Ctrl + Alt + Num (किप्याड)

source: view the abuse log
ne: दुरुपयोग लगहरू हेर्नुहोस्

source: This wiki already exists. You can find this page on $1. If the wiki was recently created, please wait a few hours or days until all content is imported.
ne: यो विकि पहिल्यै देखि रहेको छ। तपाईं यस पृष्ठलाइ $1 मा पाउन सक्नुहुन्छ। यदि यो विकी हालै मा बनाइएको भए, कृपया सबै सामाग्री आयात भएर सकिने समय सम्म केहि घन्टा या दिनसम्म प्रतीक्षा गर्नुहोला।

source: The symptom "%s" is not known.
ne: "%s" लक्षण विदित छैन।

source: Watchlist options
ne: निगरानि सूची विकल्प

source: Home Page
ne: होम पाना

source: Search the pages for this text
ne: यो पाठको लागि पृष्ठहरू खोज्नुहोस्

source: The revision of the source page.
ne: स्रोत लेखको संस्करण।

source: Autochecked users
ne: स्वनियन्त्रित प्रयोगकर्ताहरू

source: There is no credits info available for this page.
ne: यो पृष्ठको लागि कुनै श्रेय उपलब्ध छैन ।

source: Tag management log
ne: ट्याग व्यवस्थापन लग

source: Hide this comment
ne: यो टिप्पणी लुकाउनुहोस्

source: [[Special:Nuke|Delete more pages]]
ne: [[Special:Nuke|अरू पृष्ठहरू मेट्नुहोस]]

source: Discussion summary added: %(num)i entries
ne: छलफल सारांश थपियो: %(num)i प्रविष्टीहरू

source: None selected
ne: केहिपनि छानिएन

source: Glossary of Wikidata
ne: विकिडेटाको जानकारीकोष

source: blank HD DVD disc
ne: रित्तो एचडिडिभिडि चक्का

source: The optical photo conductor is near end of life
ne: ओप्टिकल फोटो सञ्चालक जीवनको अन्तमा छ

source: Edit template
ne: ढाँचा सम्पादन गर्ने

source: Landscape
ne: ल्याण्डस्केप

source: Incubator
ne: इन्क्युबेटर

source: query
ne: जाँच्ने

source: _Date:
ne: _मिति:

source: Adjust display resolution
ne: डिस्प्लेको रिजोलुसन समायोजन गर्नुहोस

source: File movers
ne: फाइल सार्नेहरु

source: (On land)
ne: (जमिनमा)

source: Select map size
ne: नक्शाको आकार छान्नुहोस

source: Specify package name.
ne: प्याकेज नाम खुलाउनुहोस्

source: This file did not pass file verification.
ne: यो फाइलले प्रामाणिकता पार गरेन।

source: Skins
ne: स्किनहरू

source: Editors
ne: सम्पादकहरू

source: What’s New
ne: नयाँ के छ

source: ← Older revision
ne: ← पुरानो संशोधन

source: Display pages
ne: पानाहरू देखाउनुहोस्

source: Uh oh
ne: ओ हो

source: The Minor Barnstar is awarded for making minor edits of the utmost quality. Minor edits are often overlooked, but are essential contributions to {{SITENAME}}.
ne: सामान्य बार्नस्टार उच्च गुणवत्ताको सानो सम्पादनको लागि दिइने गरिन्छ । सानो सम्पादनहरूमा कयौं पटक ध्यान जाँदैन, तर त्यो पनि {{SITENAME}} मा योगदानको एउटा महत्वपूर्ण भाग हो।

source: Ordibehesht
ne: ओर्दिवेहेश्त

source: Animation played when the Launcher is showing or hiding.
ne: लन्चर लुकाउँदा वा देखाउँदा एनिमेट गर्ने ।

source: Mark all edits minor by default
ne: सबै सम्पादनहरूलाई पूर्वनिर्धारित रुपमा सामान्य चिनो लगाउने

source: Dentist
ne: दाँतको डाक्टर

source: The revision #$1 of the page named "{{FULLPAGENAME}}" does not exist. This is usually caused by following an outdated history link to a page that has been deleted. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log].
ne: "{{FULLPAGENAME}}" पृष्ठको अवतरण #$1 रहेको छैन। सामान्य रूपमा यसो एउटा हटाइएको पृष्ठको पुरानो लिङ्कमा क्लिक गर्दा हुन्छ। अधिक जानकारीको लागि तपाईं [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} हटाएको लग] हेर्न सक्नुहुन्छ।

source: %s Desktop
ne: %s डेक्सटप

source: Removable Media
ne: हटाउन सकिने माध्यम

source: Automatically add observations to this project
ne: यस परियोजनामा स्वतः अबलोकन बुँदाहरू थप गर्नुहोस्

source: Key to show the HUD
ne: HUD देखाउनको लागि कि

source: Minor edit.
ne: सामान्य सम्पादन।

source: Versions to check
ne: जाँच्नुपर्ने भर्जनहरू

source: Failed to parse
ne: पढ्न सकिएन

source: Control
ne: नियन्त्रण

source: Preprocessor visited node count
ne: प्रिप्रोसेसर भ्रमण गरिसकेको नोडको गणना

source: You have new messages
ne: तपाईंको लागि नयाँ सन्देशहरू छन्

source: Empty
ne: खाली

source: Page ID of move destination page
ne: सारिएको श्रोत पृष्ठको पृष्ठ गन्तव्य

source: Public Building
ne: सार्वजनिक भवन

source: Hide bot edits from the watchlist
ne: बोट सम्पादनहरू निगरानी सूचीबाट लुकाउने

source: Smiling face with horns
ne: सिङ सहितको असिलो मुहार

source: Sorry, the URL you are looking for is not found (No short URL with ID $1 exists)
ne: क्षमा गर्नुहोस, तपाईंले खोज्नु भएको युआरयल भेटिएन (कुनै पनि छोटो युआरयल ID $1 भएको छैन)

source: Read content from right to left?
ne: के सामग्री दाहिने देखि देब्रे पढ्ने हो ?

source: block log
ne: रोकावट लग

source: content was: "$1"
ne: लेख थियो: '$1'

source: Manage E-mail Filters
ne: ईमेल फिल्टरहरु व्यवस्तापन गर्ने

source: $1 GB
ne: $1 गिगाबाइटहरू

source: _Countdown
ne: गिन्ती

source: A password reset email has been sent, which is shown below.
ne: पासवर्ड परिवर्तनको लागि इमेल पठाइयो, जुन तल देखाइएकोछ।

source: Beginners' Guide
ne: शिकारूको लागी मार्गदर्शन

source: PENDING
ne: बाँकी रहेको

source: _Key:
ne: कुञ्जी:

source: No such target page
ne: त्यस्तो गन्तव्या पृष्ठ भेटिएन

source: Delete Block
ne: ब्लक हटाउने

source: (no edits)
ne: (कुनै सम्पादनहरू छैनन्)

source: Sorry, this page is not available.
ne: माफ गर्नुहोला यो पृष्ठ उपलब्ध छैन ।

source: Limit
ne: सीमा

source: This user has [[$1|basic]] knowledge of [[$2|English]].
ne: यी प्रयोगकर्तासित [[$2|नेपाली]] भाषाको [[$1|साधारण]] ज्ञान छ।

source: continental
ne: कन्टिनेन्टल

source: Astronomy
ne: खगोलशास्त्र

source: Could not release lock for "$1".
ne: "$1" को लागी बन्द खुल्ला गर्न सकिएन ।

source: Dizzy face
ne: निद्रा आएको अनुहार

source: Done
ne: सम्पन्न भयो

source: Parents
ne: जनक

source: In the menu bar
ne: मेनु बारमा

source: Larger
ne: अझ ठूलो

source: Length:
ne: लम्बाइ:

source: Last sync %s
ne: अन्तिम सिङ्क %s

source: Edge Illumination Toggles
ne: छेउ चम्किने टोगलहरू

source: Duration (in milliseconds) of the menus fade-in animation, used when the mouse goes over the top-panel.
ne: माथिको प्यानलमा माउस गएपछि मेनुहरू देखिँदै आउने एनिमेशनको अवधि (मिलिसेकेण्डमा)

source: == Heading text ==
ne: == शीर्षकपाठ ==

source: There are new messages for you.
ne: तपाईंका लागि नयाँ सन्देशहरू छन्।

source: Bot: Case Replacements:
ne: बोट: वर्ण परिवर्तन गर्दै:

source: Book rendering failed
ne: पुस्तक प्रतिपादन गर्न विफल

source: Number of bot edits
ne: बोटद्वारा सम्पादित संख्या

source: This page was last modified on $1, at $2.
ne: यो पृष्ठलाई अन्तिमपटक $2, $1 मा परिवर्तन गरिएको थियो।

source: Has passport?
ne: राहदानी छ?

source: Beer Garden
ne: बियर पिउने ठाउँ

source: South latitude
ne: दक्षिण अक्षांश

source: The Resilient Barnstar
ne: दृढता बार्नस्टार

source: Unknown subpage
ne: अज्ञात उपपृष्ठ

source: Suggest pages
ne: पृष्ठ सुझाव

source: Change/remove resource
ne: श्रोत परिवर्तन/हटाउने

source: $1 and $2 {{PLURAL:$3|other|others}} {{GENDER:$1|left}} a message on your talk page.
ne: $1 र $2 {{PLURAL:$3|अन्य}} ले तपाईँको वार्ता पृष्ठमा एउटा सन्देश {{GENDER:$1|छोड्नुभएको छ}}।

source: CCITT Group 4 fax encoding
ne: CCITT Group 4 फ्याक्स इन्कोडिङ्ग

source: Low on developer
ne: डेभेलोपर कम छ

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
ne: एकत्र जानकारी बग ट्रयाकिङ सिस्टममा पठाइदैछ​। यो केही मिनेट लिन सक्छ।

source: Tertiary educational application bundle
ne: टरसरी शैक्षिक अनुप्रयोग बन्डल

source: Month counts
ne: मासिक गन्ती

source: Guidelines for labels
ne: लेबलहरूको लागि निर्देशनहरू

source: Unable to load this article.
ne: यो लेख खोल्न सकिएन ।

source: Strawberries
ne: स्ट्रबेरी

source: Quit Keyboard
ne: कुञ्जीपाटी बन्दगर्नुहोस्

source: $1 {{GENDER:$2|changed}} group membership for $3
ne: $1 ले $3 को प्रयोगकर्ता समूह {{GENDER:$2|परिवर्तन गर्यो}}

source: Clear all
ne: सबै मेटाउने

source: Translations from
ne: स्रोत अनुवादहरू

source: stated
ne: उल्लेख गरिएको

source: You have a new notification at {{SITENAME}}: $1
ne: तपाईँका लागि {{SITENAME}} मा नयाँ सूचनाहरू छन्: $1

source: Complete report...
ne: सम्पूर्ण प्रतिवेदन

source: _Username
ne: प्रयोगकर्ता नाम

source: Bad message number
ne: खराब सन्देश संख्या

source: Focal plane Y resolution
ne: फोकल प्लेन वाई रिजोलुसन

source: Leave Ship
ne: जाहजबाट झर्नुहोस

source: Uploads
ne: अपलोडहरू

source: (your chosen file from a valid, publicly accessible URL)
ne: (तपाईंद्वारा छानिएको फाइल एक मान्य, सार्वजनिक रूपले उपलब्ध युआरयलबाट)

source: Message Body
ne: सन्देश मूल भाग

source: Long Edge (Standard)
ne: लामो धार भएको

source: Active users
ne: सकृय प्रयोगकर्ताहरू

source: Is admin:
ne: प्रवन्धक छ:

source: Reference for direction of image
ne: चित्रको दिशाकोलागि सन्दर्भ

source: <big><b>Collecting problem information</b></big>
ne: <big><b>समस्या जानकारी सङ्कलन हुदैछ​।</b></big>

source: Zoom _In
ne: जुम बढाउनुहोस्

source: Page namespace
ne: पृष्ठको नेमस्पेस

source: Could not create new null revision for page "$1"
ne: $1 पृष्ठको लागि खालि पुनरावलोकन सिर्जना गर्न सकिएन

source: _Edit
ne: सम्पादन (_E)

source: Device Search
ne: यन्त्र खोज्नुहोस्

source: Right Touchring Mode Switch
ne: दायाँ टर्चिङ मोड स्विच

source: Addresses %
ne: ठेगानाहरू %

source: Updating $1
ne: $1 लाई अद्यवधिक गर्दै

source: Unable to open preferences file for writing.
ne: अभीरुची फाइलहरू लेखनको लागि खोल्न असमर्थ ।

source: Could not find book page.
ne: पुस्तक पृष्ठ खोज्न सकिएन।

source: Unwatch
ne: निगरानीबाट हटाउने

source: User is blocked
ne: प्रयोककर्तालाई रोक लगाइएको छ

source: IP list
ne: आइपीको सूची

source: $1 KB
ne: $1 किलोबाइटहरू

source: {{MediaWiki:Coll-helppage}}/PediaPress order information
ne: {{MediaWiki:Coll-helppage}}/पिडीयाप्रेस क्रम जानकारी

source: Here {{PLURAL:$1|is a new feature|are some new features}} we're considering for {{SITENAME}}. Please try {{PLURAL:$1|it|them}} out and give us your thoughts, so we can improve {{PLURAL:$1|it|them}} based on your feedback.
ne: यो {{PLURAL:$1|एक यस्तो सुविधा हो जसलाई|केही यस्ता सुविधाहरू हुन् जसलाई}} हामी {{SITENAME}} को लागि जाँचदै छौं। कृपया {{PLURAL:$1|यस|यसलाई}} प्रयोग गरेर हेर्नुस र हामीलाई आफ्नो विचार बताउनुहोस्, जसले हामी {{PLURAL:$1|यस|यसलाई}} तपाईंको प्रतिक्रियाहरूको आधारमा अझ राम्रो बनाउन सकौं।

source: Extended MediaWiki translation
ne: विस्तारित मीडियाविकि अनुवाद

source: Protect this page
ne: यो पृष्ठलाई संरक्षित गर्नुहोस्

source: Zoom
ne: ठुलो-सानो पार्ने

source: This user did not make any translations.
ne: यस प्रयोगकर्ताले कुनै अनुवाद गरेको छैन ।

source: About Application
ne: अनुप्रयोग बारेमा

source: Changes made after:
ne: पछि गरिएका परिवर्तनहरू:

source: Strike
ne: काट्ने

source: This user has [[$1|intermediate]] knowledge of [[$2|$3]].
ne: यो प्रयोगकर्तासँग [[$2|$3]] को [[$1|मध्यम स्तर]]को ज्ञान छ।

source: Input sources to use:
ne: आगत स्रोतमा प्रयोग गर्न:

source: Main contributors
ne: मुख्य योगदाताहरु

source: IP address
ne: आइपी ठेगाना

source: Save change
ne: परिवर्तन रक्षण गर्ने

source: Member Of
ne: को सदस्य:

source: Ignore minor changes (experimental)
ne: साना परिवर्तनहरू अनदेखा गर्ने (प्रायोगिक)

source: Donate by credit card
ne: क्रेडिट कार्डद्वारा दान गर्ने

source: Tally: $1
ne: ट्याली: $1

source: Graphics
ne: ग्राफिक्स्

source: Other sites
ne: अन्य साइटहरू

source: Frequency
ne: बारम्बारता

source: Split selected messages
ne: छानिएका सन्देशहरु छुट्याउने

source: $1 anonymous users
ne: $1 अज्ञात प्रयोगकर्ता

source: Welcome
ne: स्वागत

source: You did not select a project.
ne: तपाइले कुनै आयोजना छनौट गर्नुभएन ।

source: The Technical Barnstar
ne: प्राविधिक बार्नस्टार

source: File seems to be missing: $1
ne: फाइल हराएको भान भइरहेछ: $1

source: Account _Type
ne: खाता प्रकार:

source: Geography
ne: भूगोल

source: Size of this preview: $1.
ne: यस पूर्व रुपको आकार: $1।

source: Enables low graphics mode regardless of hardware in the system
ne: प्रणालीको हार्डवेयरलाई वेवास्ता गर्दै कम ग्राफिक्स् मोड सक्रिय गर्दछ

source: Invalid content data
ne: अमान्य सामग्री डेटा

source: Searching for preferred drivers...
ne: उपयुक्त ड्राइभर खोजी गरिदै ...

source: The user already has role %{role}.
ne: प्रयोगकर्ता सँग %{role} भूमिका पहिले देखि नै छ।

source: Error modifying the item dated $2, $1: Its status appears to have been changed by someone else while you attempted to modify it. Please check the logs.
ne: $2, $1 मिति गरिएको वस्तु परिवर्तन गर्न सकिएन: यसको स्थितीले तपाईंले परिवर्तन गर्नलाग्नुहुँदा कोहीअरुले नै परिवर्तन गरेजस्तो देखाउँछ कृपया लगहरू हेर्नुहोला ।

source: Scroll Left
ne: बायाँ स्क्रल गर्नुहोस्

source: Keyboard;Mouse;a11y;Accessibility;Contrast;Zoom;Screen Reader;text;font;size;AccessX;Sticky Keys;Slow Keys;Bounce Keys;Mouse Keys;
ne: किबोर्ड; माउस; a11y; पहुँच; कन्ट्रास्ट; जुम; पर्दा पाठक; पाठ; फन्ट; आकार; पहुँच; टाँसिने कुञ्जी; सुस्त कुञ्जी; उफ्रने कुञ्जी; माउस कुञ्जी;

source: Launch a browser now
ne: अहिले नै ब्राउजर सुरु गर्नुहोस्

source: Speaker Testing for %s
ne: %s को लागि स्पिकर परीक्षण

source: Remove Region
ne: क्षेत्र हटाउनुहोस्

source: <strong>Warning:</strong> This file type may contain malicious code. By executing it, your system may be compromised.
ne: <storng>चेतावनी</storng>: यो फाइलमा घातक कोडहरू पनि हुनसक्छन यसलाई सञ्चालन गर्दा तपाईंको प्रणालीमा नियन्त्रण गरिन सक्छ ।

source: Plugin to draw the Unity Shell
ne: युनिटी सेललाई चित्रण गर्ने प्लगिन

source: Warning level
ne: चेतनावनी स्तर

source: "$1" is an IP address.
ne: "$1" एक आइपी ठेगाना हो ।

source: Flash fired
ne: फ़्लैश फाइर गरिएको

source: Profiles
ne: प्रोफाइलहरू

source: Wikis:
ne: विकिहरू:

source: You have made too many recent login attempts. Please wait $1 before trying again.
ne: तपाईंले भर्खरै धेरै पल्ट प्रवेश (लग इन)को निम्ति प्रयास गर्नुभएको छ। कृपया $1 पर्खेर मात्र प्रयास गर्नुहोस्।

source: LRE Left-to-right _embedding
ne: LRE बायाँ-बाट-दायाँ _सम्मिलित

source: moderate
ne: सामान्य

source: Search results
ne: खोज नतिजाहरू

source: Go!
ne: जाउ!

source: $1 MB
ne: $1 मेगाबाइटहरू

source: Client
ne: ग्राहक

source: Edit this page
ne: यो पृष्ठ सम्पादन गर्नुहोस

source: See all traces
ne: सबै ट्रेसहरु हेर्ने

source: Municipality
ne: नगरपालिका

source: Browse wiki
ne: ब्राउज विकि

source: Car Sharing
ne: कार साटासाट

source: Cannot move to that destination title.
ne: त्यस गन्तव्य शिर्षकमा सार्न सकिन्न।

source: Launch calculator
ne: गणकयन्त्र सुरु

source: view the history of this page
ne: यस पृष्ठको इतिहास हेर्ने

source: Version Control
ne: संस्करण नियन्त्रण

source: Please select a site and a page that you want to link to this page.
ne: यस पृष्ठसँग लिङ्क गर्नको लागि कृपया तपाईं साइट पृष्ठ छान्नुहोस् ।

source: Show production modifiers
ne: उत्पादन परिमार्जकहरू देखाउने

source: Unknown error
ne: अज्ञात त्रुटी

source: Software
ne: सफ्टवेर

source: Concepts
ne: अवधारणाहरू

source: Font and theme
ne: फन्ट तथा विषयसार

source: Page "$1" was not imported because its name is reserved for external linking (interwiki).
ne: यसको नाम बाह्य लिङ्क (अन्तरविकि) को लागी जगेडा राखिएको हुँदा पृष्ठ "$1" आयात गरिएन ।

source: Block
ne: रोक्ने

source: {{MediaWiki:Coll-helppage}}/Rendering collection info text
ne: {{MediaWiki:Coll-helppage}}/सङ्ग्रह जानकारी पाठ प्रतिपादन हुँदै छ

source: Crematorium
ne: श्मशान

source: 5th level heading
ne: पाँचौं स्तर शीर्षकमा

source: Launch media player
ne: मिडिया प्लेयर सुरु गर्ने

source: Xor
ne: पहिलो वा दोश्रो तर दुवै होइन

source: What is a species?
ne: प्रजाति भनेको के हो ?

source: Wikipedia Zero FAQ
ne: विकिपीडिया शुन्य प्रायः सोधिने प्रश्नहरू

source: Template loop detected: [[$1]]
ne: ढाँचागत ग़ाँठो पर्‍यो : [[$1]]

source: Last change
ne: अन्तिम परिवर्तन

source: $1 {{GENDER:$2|updated}} tags on revision $4 of page $3 ({{PLURAL:$7|added}} $6; {{PLURAL:$9|removed}} $8)
ne: $1 {{GENDER:$2|अपडेट गरियो}} ट्याग संशोधन $4 मा पृष्ठ $3 सँग ({{PLURAL:$7|जोडियो}} $6; {{PLURAL:$9|हटाइयो}} $8)

source: Number of content pages
ne: सामग्री पृष्ठहरूको संख्या

source: Your location
ne: तपाईंको स्थान

source: JPEG
ne: जेपेग

source: Help translate
ne: अनुवाद गर्न सहयोग

source: Send a private message to this user
ne: यी प्रयोगकर्तालाई व्यक्तिगत सन्देश पठाउने

source: Restore this revision
ne: यो पुनरावलोकन मेट्ने

source: Are you sure you want to remove {{PLURAL:$1|this upload|these uploads}}?
ne: के तपाईं यस {{PLURAL:$1|यो अपलोड|यी अपलोडहरू}}लाई मेट्न चाहनुहुन्छ ?

source: Saturday at $1
ne: शनिबार $1मा

source: Final result
ne: अन्तिम नतिजा

source: The No Spam Barnstar
ne: स्प्याम प्रतिरोधक बार्नस्टार

source: is positive
ne: धनात्मक संख्या हो

source: can't be blank
ne: खाली हुन नसक्ने

source: East or west longitude
ne: पूर्व वा पश्चिम देशान्तर

source: Invalid temporary or current password. You may have already successfully changed your password or requested a new temporary password.
ne: अस्थायी अथवा हा्लिएको प्रवेश शव्द अमान्य तपाईंले अघिबाट नैं प्रवेश शव्द सफलता पूर्वक परिवर्तन गरिसक्नु भएको हो वा नयाँ प्रवेश शव्दको निम्ति निवेदन गर्नुभएकोछ।

source: Only administrators can perform user role management, and you are not an administrator.
ne: प्रवन्धकहरूले भूमिका व्यवस्थापन गर्न सक्छन् र तपाईं प्रवन्धक हैन ।

source: Path
ne: पथ

source: Unknown import source type
ne: अज्ञात आयात स्रोत प्रकार ।

source: Short title
ne: छोटो शीर्षक

source: By country
ne: देश अनुसार

source: _Preferences
ne: प्राथमिकता

source: sort alphabetically
ne: वर्णानुक्रम अनुसार मिलाउने

source: Routes in area
ne: यो क्षेत्रमा रहेका रुटहरू

source: Changesets
ne: चेन्जसेटहरू

source: Citation Barnstar
ne: उद्धरण बार्नस्टार

source: Search deleted pages
ne: मेटिएका पृष्ठहरू खोज्नुहोस्

source: Loss of session data. Please try again.
ne: सत्र जानकारी नष्ट भयो कृपया पुन: प्रयास गर्नुहोस्।

source: Pages without text
ne: पाठबिनाका पृष्ठहरू

source: has already been taken
ne: पहिला नै लिइसकिएको छ

source: DateTimeOriginal subseconds
ne: मितिसमयमूल सबसेकेण्डहरू

source: More results…
ne: थप नतिजाहरू...

source: {{SITENAME}} email address confirmation
ne: {{SITENAME}} ई मेलl ठेगानाको पुष्टि

source: (ARCHIVE FULL)
ne: (अभिलेख भरियो)

source: Patrol
ne: गस्ती

source: Error: Authentication failed.
ne: त्रुटि:सत्यापन असफल

source: No pages are currently protected with these parameters.
ne: दिइएको प्यारामिटर प्रयोग गरि सुरक्षा गरिएका पृष्ठहरू छैनन् ।

source: cancel
ne: रद्द गर्ने

source: Link to page
ne: पृष्ठसँग लिङ्क गर्नुहोस्

source: Invalid message wrap width
ne: अमान्य सन्देश र्याप

source: The email address is invalid.
ne: इमेल ठेगाना अमान्य छ।

source: Gender
ne: लिङ्ग

source: Other administrators will still be able to access the hidden content and to undelete it, unless additional restrictions are set.
ne: अन्य प्रवन्धकहरू अहिले पनि लुकाइएको सामग्रीको उपयोग गर्नका लागि अझै अतिरिक्त प्रतिबन्ध सेट गरिरहेका छन्, जब सम्म यो अ-नष्ट गर्न सक्षम हुनेछ।

source: All external links removed in the edit
ne: सम्पादनमा सबै बाहिरी लिंक हटाइयो

source: Enter the page name
ne: पृष्ठको नाम लेख्नुहोस्

source: Fade and Slide
ne: मधुरो हुने र सर्ने

source: User [[User:$1|$1]] ([[User talk:$1|talk]]) deleted this page after you started editing. Please confirm that you really want to recreate this page.
ne: प्रयोगकर्ता [[User:$1|$1]] ([[User talk:$1|वार्तालाप ]])ले यो पृष्ठ तपाईं सम्पादन गर्न थाले पछि हटाएका छन् । यो पृष्ठलाई पुन: सिर्जना गर्ने भए कृपया पुष्टि गर्नुहोस् ।

source: Active window shadow radius
ne: सक्रिय विन्डोको छायाँको अर्धव्यास

source: This page lists management tasks related to [[Special:Tags|tags]]. The log contains only actions carried out manually by an administrator; tags may be created or deleted by the wiki software without an entry being recorded in this log.
ne: यस पृष्ठमा ती प्रवन्धन कार्यहरूको सूची छ जुन [[Special:Tags|ट्यागहरू]]सँग सम्बन्धित छ। लगमा मात्रै ती क्रियाहरूको बयान गरिएको छ जुन मानवीय रूपले कुनै प्रवन्धकद्वारा पुरा गरिएको छ। ट्यागहरूलाई विकि सफ्टवेयरद्वारा बनउनु वा हटाउन सकिनेछ जसको प्रविष्टि लगमा हुनु आवश्यक छैन।

source: Current agreement
ne: वर्तमान सम्झौता

source: Error executing GPG: Command: $1 Error: <pre>$2</pre>
ne: GPG सञ्चालनमा त्रुटि: कमाण्ड: $1 त्रुटि: <pre>$2</pre>

source: Terms of Use
ne: प्रयोगका सर्तहरू

source: Add a citation
ne: सन्दर्भ थप्नुहोस

source: Distance (km)
ne: दुरी (किमि)

source: AudioRecord
ne: अडियोरेकर्ड

source: $1 {{GENDER:$2|deleted}} the tag "$4" (removed from $5 {{PLURAL:$5|revision or log entry|revisions and/or log entries}})
ne: $1 {{GENDER:$2|हटाइयो}} ट्याग "$4" ($5 बाट हटाइयो {{PLURAL:$5|संशोधन वा लग प्रविष्टि|संशोधन वा लग प्रविष्टिहरू}})

source: Thread:
ne: धागो(thread) :

source: Real name is optional. If you choose to provide it, this will be used for giving the user attribution for their work.
ne: वास्तविक नाम ऐच्छिक हो । तपाईंले यो खुलाउनु भएको खण्डमा तपाईंको काममा प्रयोगकर्ता श्रेय दिनको लागि यसको प्रयोग गरिने छ ।

source: System messages
ne: सिस्टम सन्देशहरू

source: is negative
ne: ऋणात्मक संख्या हो

source: translatewiki.net translators
ne: translatewiki.net अनुवादकर्ताहरू

source: Clear history?
ne: इतिहास हटाउने हो ?

source: <p><strong>Please wait while the document is being generated.</strong></p> <p><strong>Progress:</strong> <span id="renderingProgress">$1</span>% <span id="renderingStatus">$2</span></p> <p>This page should automatically refresh every few seconds. If this does not work, please press your browser's refresh button.</p>
ne: <p><strong>पुस्तकलाई जनरेट हुँदा सम्म कृपया प्रतीक्षा गर्नुहोस।</strong></p> <p><strong>प्रगति:</strong> <span id="renderingProgress">$1</span>% <span id="renderingStatus">$2</span></p> <p>यो पृष्ठ हरेक केही क्षणमा स्वचालित रूपले रिफ्रेस हुने गर्दछ। यदि यसले काम गरेन भने कृपया आफ्नो ब्राउजरलाई रिफ्रेस गर्नुहोला।</p>

source: categorize the quality of authors
ne: लेखकहरूको गुण अनुसार वर्गीकृत गर्नु

source: Hide log entry
ne: लग प्रविष्टि लुकाउने

source: Find background information on current events
ne: हालैको घटनाको बारेमा पृष्ठभूमि जानकारी पत्ता लगाउनुहोस्

source: Global filter
ne: विश्वव्यापी फिल्टर

source: Download remote catalog(s)
ne: क्याटालग(हरू) डाउनलोड गर्नुहोस्

source: Blocked
ne: प्रतिबन्धित

source: No printers available
ne: प्रिन्टरहरु उपलब्ध छैनन्

source: Setup new game
ne: नयाँ खेलको शुरूवात गर्नुहोस्

source: View talk page
ne: फाइल पृष्ठ हेर्नुहोस्

source: Add yourself to map
ne: आफूलाइ नक्सामा हाल्नुहोस

source: Find and replace
ne: खोजेर बदल्ने

source: Failed to register with the requested network
ne: अनुरोध गरिएको नेटवर्कमा दर्ता गर्न असफल

source: Invalid SVG file: $1
ne: अमान्य एसभिजी फाइल: $1

source: %amount% %goods% for %gold%
ne: %gold% को %amount% %goods%

source: Revision history of "$1"
ne: "$1" को पुनरावृत्ति इतिहास

source: Watch
ne: अवलोकन

source: Delete the message
ne: सन्देश मेट्ने

source: Remove this description
ne: यो विवरण हटाउने

source: Privacy Policy
ne: गोपनियता नीति

source: External tools
ne: बाहिरी औजारहरु

source: Unity MT Grab Handles
ne: युनिटी MT समाउने ह्याण्डल

source: Failed to serialize data.
ne: डाटालाई मिलाउन असफल।

source: More information about this page
ne: यस पृष्ठको बारेमा थप जानकारी

source: AudioRewind
ne: अडियोरिवाइन्ड

source: undo
ne: पूर्ववत गर्ने

source: $1 {{GENDER:$2|activated}} the tag "$4" for use by users and bots
ne: ट्याग "$4" उपयोगकर्ताहरू र बोटहरूको प्रयोगको लागि $1 {{GENDER:$2|सक्रिय गरियो}}

source: Switcher strictly changes between applications
ne: स्विचर विशुद्ध रूपमा एप्लिकेशनहरूका बीच सर्छ

source: Minute
ne: मिनट

source: There is no previous local version of this file with the provided timestamp.
ne: दिइएको समयछापसँग मेल खाने यस फाइलको पुरानो अवतरण छैन।

source: Geodetic survey data used
ne: जियोडेटिक सर्वेक्षण डेटा प्रयोग गरियो

source: Log in
ne: प्रवेश (लग ईन)

source: Address (line 2)
ne: ठेगाना (लाइनहरु 2)

source: There has been an error processing your request. No processors are available.
ne: तपाईंको अनुरोधको प्रक्रिया पूरा गर्न लाग्दा एउटा त्रुटि भएकोछ। प्रोसेसर प्राप्य छैन।

source: View the template
ne: टेम्प्लेट(नमूना) हेर्नुहोस्

source: Myself
ne: म स्वयं

source: Delete account
ne: खाता मेट्ने

source: Administrator account
ne: प्रवन्धक खाता

source: Make the Launcher hide automatically after some time of inactivity.
ne: केही समय नचलाइराखेपछि लन्चर आँफै लुक्ने बनाउने ।
